bradlc.vscode-tailwindcss
esbenp.prettier-vscode
formulahendry.auto-rename-tag
hiteshchoudharycode.chai-theme
mongodb.mongodb-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
pkief.material-icon-theme
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
yoavbls.pretty-ts-errors
